Repository: phamviettu3009/charlando-ios
Catalog: charlando/Resources/*.lproj/Localizable.strings
Languages: vi

source: Hello %@
vi: Xin chào %@

source: Setting
vi: Cài đặt

source: General
vi: Chung

source: Language
vi: Ngôn ngữ

source: Dark mode
vi: Chế độ tối

source: Logout
vi: Đăng xuất

# en
source: English
vi: Tiếng anh

# vi
source: Vietnamese
vi: Tiếng việt

source: Message
vi: Tin nhắn

source: Messages
vi: Tin nhắn

source: Register
vi: Đăng ký

source: Login
vi: Đăng nhập

source: Password
vi: Mật khẩu

source: Next
vi: Tiếp tục

# code
source: Verification code
vi: Mã xác thực

source: Verify Code
vi: Mã xác thực

source: Done
vi: Hoàn tất

# resend_verification_code
source: Resend the verification code
vi: Gửi lại mã xác thực

source: Resend verify code success
vi: Đã gửi lại mã xác thực

source: User list
vi: Danh sách người dùng

source: Users
vi: Người dùng

source: User
vi: Người dùng

source: Chat
vi: Trò chuyện

source: Search
vi: Tìm kiếm

source: Add friend
vi: Kết bạn

source: Unfriend
vi: Huỷ kết bạn

source: Cancel
vi: Huỷ

source: Confirm
vi: Xác nhận

source: Group chat
vi: Nhóm chat

source: Create group chat
vi: Tạo nhóm chat

source: Group name
vi: Tên nhóm

source: Create
vi: Tạo

source: Attachment
vi: Tệp đính kèm

source: Group name is not empty!
vi: Tên nhóm không được để trống!

# group_name_is_to_long
source: Group name is too long!
vi: Tên nhóm quá dài!

source: Full name is not empty!
vi: Họ tên không được để trống!

# full_name_is_to_long
source: Full ame is too long!
vi: Họ tên không quá dài!

source: Full name
vi: Họ tên

source: Delete for all
vi: Tin nhắn đã xoá với tất cả mọi người

# delete_for_owner
source: Message deleted for you
vi: Tin nhắn đã xoá với bạn

source: Edited
vi: Đã chỉnh sửa

source: Copy
vi: Sao chép

source: Edit
vi: Chỉnh sửa

source: Reply
vi: Phản hồi

source: Delete
vi: Xoá

source: Delete message?
vi: Xoá tin nhắn?

source: Choose an option
vi: Chọn 1 option

source: Delete for you
vi: Xoá với bạn

source: Send
vi: Gửi

source: Recording time: %@
vi: Thời gian ghi âm: %@

source: online
vi: trực tuyến

source: offline
vi: ngoại tuyến

source: Save
vi: Lưu

source: Owner
vi: Sở hữu

source: Admin
vi: Quản trị viên

source: Member
vi: Thành viên

source: Kick out
vi: Đuổi khỏi nhóm

source: Members
vi: Thành viên

source: Add members
vi: Thêm thành viên

source: Leave group
vi: Rời khỏi nhóm

source: Confirm action
vi: Xác nhận hành động

source: Accept
vi: Chấp nhận

# add_admin_role
source: Add admin
vi: Thêm quản trị viên

# revoke_admin_role
source: Revoke admin
vi: Thu hồi quản trị viên

source: Ownership transfer
vi: Nhượng quyền sở hữu

source: Change group name
vi: Đổi tên nhóm

source: Friend
vi: Bạn bè

source: Theme
vi: Chủ đề

source: Default
vi: Mặc định

source: Light
vi: Sáng

source: Dark
vi: Tối

source: Friend request list
vi: Danh sách lời mời kết bạn

source: Typing...
vi: Đang soạn tin...

source: Device Manager
vi: Quản lý thiết bị

source: Change password
vi: Đổi mật khẩu

source: Most recent login time:
vi: Đăng nhập gần nhất:

source: Most recent logout time:
vi: Đăng xuất gần nhất:

source: Status:
vi: Trạng thái:

source: Logout all
vi: Đăng xuất tất cả

source: Old password is not empty
vi: Mật khẩu cũ không được để trống

source: New password is not empty
vi: Mật khẩu mới không được để trống

source: New password is to long
vi: Mật khẩu mới quá dài

source: New password must be at least 6 characters
vi: Mật khẩu mới phải có tối thiểu 6 ký tự

source: Password is not empty
vi: Mật khẩu không được để trống

source: Password is to long
vi: Mật khẩu quá dài

source: Password must be at least 6 characters
vi: Mật khẩu phải có tối thiểu 6 ký tự

source: Confirm password is not empty
vi: Xác nhận mật khẩu không được để trống

source: Confirm password is to long
vi: Xác nhận mật khẩu quá dài

source: Confirm password must be at least 6 characters
vi: Xác nhận mật khẩu phải có tối thiểu 6 ký tự

# confirm_passwords_do_not_match
source: Confirm password do not match
vi: Xác nhận mật khẩu không khớp

source: Email is not empty
vi: Email không được để trống

source: Incorrect email format
vi: Email không đúng định dạng

source: Old password
vi: Mật khẩu cũ

source: New password
vi: Mật khẩu mới

source: Confirm password
vi: Xác nhận mật khẩu

source: Incorrect old password!
vi: Mật khẩu cũ không chính xác!

# change_password_success
source: Change password successful
vi: Đổi mật khẩu thành công

source: Forgot password?
vi: Quên mật khẩu?

source: Account not found!
vi: Tài khoản không tồn tại!

source: Invalid verification code!
vi: Mã xác thực không chính xác!

source: The verification code has expired!
vi: Mã xác thực đã hết hạn!

source: Create new password
vi: Tạo mật khẩu mới

source: You don't have an account?
vi: Bạn không có tài khoản?

# current_app_version %@
source: App version %@
vi: Phiên bản ứng dụng %@

source: New friend
vi: Bạn mới

source: New group
vi: Nhóm mới

source: Reject
vi: Từ chối

source: All
vi: Tất cả

source: Friends
vi: Bạn bè

source: List
vi: Danh sách

source: Grid (2 column)
vi: Lưới (2 cột)

source: Grid (3 column)
vi: Lưới (3 cột)

source: Phone number
vi: Số điện thoại

source: Gender
vi: Giới tính

source: Invalid phone number
vi: Số điện thoại không hợp lệ

source: Country code
vi: Mã quốc gia

source: Yes
vi: Có

source: No
vi: Không

source: Hide
vi: Ẩn

source: Show
vi: Hiển thị

source: Male
vi: Nam

source: Female
vi: Nữ

source: Show email to everyone
vi: Hiển thị email cho tất cả mọi người

source: Show phone number to everyone
vi: Hiển thị số điện thoại cho tất cả mọi người

source: Show gender to everyone
vi: Hiển thị giới tính cho tất cả mọi người

source: Show dob to everyone
vi: Hiển thị ngày sinh cho tất cả mọi người

# dob
source: Date of birth
vi: Ngày sinh

source: Cover photo
vi: Ảnh bìa

source: Caption
vi: Chú thích

source: Caption is to long
vi: Chú thích quá dài

source: Infomation
vi: Thông tin

source: Select date
vi: Chọn thời gian

source: Select gender
vi: Chọn giới tính

source: Just now
vi: Mới đây

source: 1 minute ago
vi: 1 phút trước

source: 2 minutes ago
vi: 2 phút trước

source: 3 minutes ago
vi: 3 phút trước

source: 4 minutes ago
vi: 4 phút trước

source: 5 minutes ago
vi: 5 phút trước

source: 6 minutes ago
vi: 6 phút trước

source: 7 minutes ago
vi: 7 phút trước

source: 8 minutes ago
vi: 8 phút trước

source: 9 minutes ago
vi: 9 phút trước

source: 10 minutes ago
vi: 10 phút trước

source: 11 minutes ago
vi: 11 phút trước

source: 12 minutes ago
vi: 12 phút trước

source: 13 minutes ago
vi: 13 phút trước

source: 14 minutes ago
vi: 14 phút trước

source: 15 minutes ago
vi: 15 phút trước

source: 16 minutes ago
vi: 16 phút trước

source: 17 minutes ago
vi: 17 phút trước

source: 18 minutes ago
vi: 18 phút trước

source: 19 minutes ago
vi: 19 phút trước

source: 20 minutes ago
vi: 20 phút trước

source: 21 minutes ago
vi: 21 phút trước

source: 22 minutes ago
vi: 22 phút trước

source: 23 minutes ago
vi: 23 phút trước

source: 24 minutes ago
vi: 24 phút trước

source: 25 minutes ago
vi: 25 phút trước

source: 26 minutes ago
vi: 26 phút trước

source: 27 minutes ago
vi: 27 phút trước

source: 28 minutes ago
vi: 28 phút trước

source: 29 minutes ago
vi: 29 phút trước

source: 30 minutes ago
vi: 30 phút trước

source: 31 minutes ago
vi: 31 phút trước

source: 32 minutes ago
vi: 32 phút trước

source: 33 minutes ago
vi: 33 phút trước

source: 34 minutes ago
vi: 34 phút trước

source: 35 minutes ago
vi: 35 phút trước

source: 36 minutes ago
vi: 36 phút trước

source: 37 minutes ago
vi: 37 phút trước

source: 38 minutes ago
vi: 38 phút trước

source: 39 minutes ago
vi: 39 phút trước

source: 40 minutes ago
vi: 40 phút trước

source: 41 minutes ago
vi: 41 phút trước

source: 42 minutes ago
vi: 42 phút trước

source: 43 minutes ago
vi: 43 phút trước

source: 44 minutes ago
vi: 44 phút trước

source: 45 minutes ago
vi: 45 phút trước

source: 46 minutes ago
vi: 46 phút trước

source: 47 minutes ago
vi: 47 phút trước

source: 48 minutes ago
vi: 48 phút trước

source: 49 minutes ago
vi: 49 phút trước

source: 50 minutes ago
vi: 50 phút trước

source: 51 minutes ago
vi: 51 phút trước

source: 52 minutes ago
vi: 52 phút trước

source: 53 minutes ago
vi: 53 phút trước

source: 54 minutes ago
vi: 54 phút trước

source: 55 minutes ago
vi: 55 phút trước

source: 56 minutes ago
vi: 56 phút trước

source: 57 minutes ago
vi: 57 phút trước

source: 58 minutes ago
vi: 58 phút trước

source: 59 minutes ago
vi: 59 phút trước
